tap "caskroom/cask", "https://github.com/caskroom/homebrew-cask"
tap "caskroom/cask"
tap "caskroom/fonts", "https://github.com/caskroom/homebrew-fonts"
tap "coin-or-tools/coinor"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/science", "https://github.com/Homebrew/homebrew-science"
tap "homebrew/versions", "https://github.com/Homebrew/homebrew-versions"
tap "neovim/neovim", "https://github.com/neovim/homebrew-neovim"
brew "sqlite"
brew "pkg-config"
brew "autojump"
brew "cloc"
brew "cmake"
brew "gcc"
brew "gedit"
brew "ghostscript", link: false
brew "git"
brew "git-lfs"
brew "htop"
brew "hub"
brew "libomp"
brew "neovim"
brew "nlopt"
brew "openconnect"
brew "pandoc"
brew "tmux"
brew "tree"
brew "wget"
cask "dropbox"
cask "font-source-code-pro"
cask "google-chrome"
cask "iterm2"
cask "julia"
cask "skim"
cask "skype"
cask "sourcetree"
cask "virtualbox"
cask "visual-studio-code"
